Repository: offyotto/Core-Monitor
Catalog: Core-Monitor/Localizable.xcstrings
Source language: en
Languages: af, am, ar, az, be, bg, bn, bs, ca, ceb, co, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fil, fr, fy, ga, gd, gl, gu, ha, haw, he, hi, hmn, hr, ht, hu, hy, id, ig, is, it, ja, jv, ka, kk, km, kn, ko, ku, ky, la, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, ny, pa, pl, ps, pt, ro, ru, sd, si, sk, sl, sm, sn, so, sq, st, su, sv, sw, ta, te, tg, th, tr, uk, ur, uz, vi, xh, yi, yo, zh_hans, zh_hant, zu

source: Customize your MacBook's Touch Bar with Core Monitor widgets and controls.
af: Pas jou MacBook se Touch Bar aan met Core Monitor-legstukke en kontroles.
am: የእርስዎን MacBook's Touch Bar ከCore Monitor መግብሮች እና መቆጣጠሪያዎች ጋር አብጅ።
ar: قم بتخصيص MacBook الخاص بك Touch Bar باستخدام عناصر واجهة المستخدم وعناصر التحكم Core Monitor.
az: MacBook-nin Touch Bar-ni Core Monitor vidjetləri və nəzarətləri ilə fərdiləşdirin.
be: Наладзьце Touch Bar вашага MacBook з дапамогай віджэтаў і элементаў кіравання Core Monitor.
bg: Персонализирайте Touch Bar на вашия MacBook с Core Monitor джаджи и контроли.
bn: Core Monitor উইজেট এবং নিয়ন্ত্রণের সাথে আপনার MacBook এর Touch Bar কাস্টমাইজ করুন।
bs: Prilagodite svoj MacBook Touch Bar sa Core Monitor vidžetima i kontrolama.
ca: Personalitzeu el Touch Bar del vostre MacBook amb ginys i controls Core Monitor.
ceb: Ipasibo ang imong MacBook's Touch Bar gamit ang Core Monitor widgets ug kontrol.
co: Personalizà u vostru MacBook Touch Bar cù widgets è cuntrolli Core Monitor.
cs: Přizpůsobte si Touch Bar svého MacBook pomocí widgetů a ovládacích prvků Core Monitor.
cy: Addaswch eich MacBook's Touch Bar gyda teclynnau a rheolyddion Core Monitor.
da: Tilpas din MacBook's Touch Bar med Core Monitor widgets og kontroller.
de: Passen Sie den Touch Bar Ihres MacBook mit Core Monitor-Widgets und -Steuerelementen an.
el: Προσαρμόστε το Touch Bar του MacBook με γραφικά στοιχεία και χειριστήρια Core Monitor.
eo: Agordu la Touch Bar de via MacBook per Core Monitor-fenestraĵoj kaj kontroloj.
es: Personalice su Touch Bar de MacBook con widgets y controles Core Monitor.
et: Kohandage oma MacBook Touch Bar Core Monitor vidinate ja juhtnuppudega.
eu: Pertsonalizatu zure MacBook-ren Touch Bar Core Monitor widget eta kontrolekin.
fa: MacBook Touch Bar خود را با ویجت ها و کنترل های Core Monitor سفارشی کنید.
fi: Mukauta MacBook:n Touch Bar Core Monitor-widgeteillä ja säätimillä.
fil: I-customize ang iyong MacBook ng Touch Bar gamit ang Core Monitor na mga widget at kontrol.
fr: Personnalisez le Touch Bar de votre MacBook avec les widgets et commandes Core Monitor.
fy: Pas de Touch Bar fan jo MacBook oan mei Core Monitor-widgets en kontrôles.
ga: Saincheap do MacBook Touch Bar le giuirléidí agus rialtáin Core Monitor.
gd: Dèan gnàthachadh air an MacBook's Touch Bar agad le widgets agus smachdan Core Monitor.
gl: Personaliza o teu MacBook Touch Bar con widgets e controis de Core Monitor.
gu: તમારા MacBook ના Touch Bar ને Core Monitor વિજેટ્સ અને નિયંત્રણો સાથે કસ્ટમાઇઝ કરો.
ha: Keɓance MacBook's Touch Bar tare da widget din Core Monitor da sarrafawa.
haw: Hoʻopilikino i kāu MacBook's Touch Bar me nā widget a me nā mana Core Monitor.
he: התאם אישית את ה-Touch Bar של MacBook שלך עם ווידג'טים ופקדים של Core Monitor.
hi: अपने MacBook के Touch Bar को Core Monitor विजेट और नियंत्रण के साथ अनुकूलित करें।
hmn: Customize koj MacBook's Touch Bar nrog Core Monitor widgets thiab tswj.
hr: Prilagodite svoj MacBook Touch Bar sa Core Monitor widgetima i kontrolama.
ht: Pèsonalize MacBook Touch Bar ou a ak widgets ak kontwòl Core Monitor.
hu: Testreszabhatja MacBook Touch Bar-jét a Core Monitor widgetekkel és vezérlőkkel.
hy: Անհատականացրեք ձեր MacBook-ի Touch Bar-ը Core Monitor վիջեթներով և կառավարիչներով:
id: Sesuaikan Touch Bar MacBook Anda dengan widget dan kontrol Core Monitor.
ig: Hazie MacBook's Touch Bar site na iji wijetị na njikwa Core Monitor.
is: Sérsníddu Touch Bar frá MacBook með Core Monitor græjum og stjórntækjum.
it: Personalizza il tuo Touch Bar del tuo MacBook con widget e controlli Core Monitor.
ja: Core Monitor ウィジェットとコントロールを使用して、MacBook の Touch Bar をカスタマイズします。
jv: Kustomisasi MacBook sampeyan Touch Bar kanthi widget lan kontrol Core Monitor.
ka: შეცვალეთ თქვენი MacBook-ის Touch Bar Core Monitor ვიჯეტებით და კონტროლით.
kk: MacBook Touch Bar Core Monitor виджеттері мен басқару элементтерімен теңшеңіз.
km: ប្ដូរ MacBook របស់អ្នកតាមបំណង Touch Bar ជាមួយនឹងធាតុក្រាហ្វិក និងការគ្រប់គ្រង Core Monitor ។
kn: ನಿಮ್ಮ MacBook ನ Touch Bar ಅನ್ನು Core Monitor ವಿಜೆಟ್‌ಗಳು ಮತ್ತು ನಿಯಂತ್ರಣಗಳೊಂದಿಗೆ ಕಸ್ಟಮೈಸ್ ಮಾಡಿ.
ko: Core Monitor 위젯 및 컨트롤을 사용하여 MacBook의 Touch Bar를 사용자 정의하세요.
ku: MacBook-ya Touch Bar-ya xwe bi widget û kontrolên Core Monitor-ê xweş bikin.
ky: MacBook Touch Bar Core Monitor виджеттери жана башкаруу элементтери менен ыңгайлаштырыңыз.
la: Domicilii tui MacBook Touch Bar cum Core Monitor contenta ac moderatur.
lb: Personnaliséiert Är MacBook's Touch Bar mat Core Monitor Widgets a Kontrollen.
lo: ປັບແຕ່ງ MacBook ຂອງ Touch Bar ຂອງທ່ານດ້ວຍວິດເຈັດ ແລະການຄວບຄຸມ Core Monitor.
lt: Tinkinkite savo MacBook Touch Bar naudodami Core Monitor valdiklius ir valdiklius.
lv: Pielāgojiet savu MacBook Touch Bar, izmantojot Core Monitor logrīkus un vadīklas.
mg: Amboary ny MacBook anao Touch Bar miaraka amin'ny Widget sy fanaraha-maso Core Monitor.
mi: Whakaritehia to MacBook's Touch Bar ki te Core Monitor widget me nga mana whakahaere.
mk: Приспособете го вашиот Touch Bar на MacBook со виџети и контроли Core Monitor.
ml: Core Monitor വിജറ്റുകളും നിയന്ത്രണങ്ങളും ഉപയോഗിച്ച് നിങ്ങളുടെ MacBook-ൻ്റെ Touch Bar ഇഷ്‌ടാനുസൃതമാക്കുക.
mn: MacBook-ийн Touch Bar-г Core Monitor виджет болон удирдлагын тусламжтайгаар тохируулаарай.
mr: Core Monitor विजेट्स आणि नियंत्रणांसह तुमचे MacBook चे Touch Bar सानुकूलित करा.
ms: Sesuaikan MacBook anda Touch Bar dengan widget dan kawalan Core Monitor.
mt: Ippersonalizza tiegħek MacBook Touch Bar ma Core Monitor widgets u kontrolli.
my: သင်၏ MacBook ၏ Touch Bar ကို Core Monitor ဝိဂျက်များနှင့် ထိန်းချုပ်မှုများဖြင့် စိတ်ကြိုက်ပြင်ဆင်ပါ။
nb: Tilpass MacBooks Touch Bar med Core Monitor widgets og kontroller.
ne: आफ्नो MacBook को Touch Bar Core Monitor विजेटहरू र नियन्त्रणहरूसँग अनुकूलित गर्नुहोस्।
nl: Pas de Touch Bar van uw MacBook aan met Core Monitor-widgets en bedieningselementen.
ny: Sinthani mwamakonda anu MacBook's Touch Bar ndi Core Monitor ma widget ndi maulamuliro.
pa: ਆਪਣੇ MacBook ਦੇ Touch Bar ਨੂੰ Core Monitor ਵਿਜੇਟਸ ਅਤੇ ਨਿਯੰਤਰਣਾਂ ਨਾਲ ਅਨੁਕੂਲਿਤ ਕਰੋ।
pl: Dostosuj Touch Bar swojego MacBook za pomocą widżetów i elementów sterujących Core Monitor.
ps: خپل MacBook د Touch Bar د Core Monitor ویجټونو او کنټرولونو سره تنظیم کړئ.
pt: Personalize o Touch Bar do seu MacBook com widgets e controles Core Monitor.
ro: Personalizați-vă MacBook Touch Bar cu widget-urile și comenzile Core Monitor.
ru: Настройте Touch Bar вашего MacBook с помощью виджетов и элементов управления Core Monitor.
sd: پنهنجي MacBook جي Touch Bar کي Core Monitor ويجيٽس ۽ ڪنٽرولن سان ترتيب ڏيو.
si: ඔබගේ MacBook හි Touch Bar Core Monitor විජට් සහ පාලන සමඟ අභිරුචිකරණය කරන්න.
sk: Prispôsobte si Touch Bar svojho MacBook pomocou miniaplikácií a ovládacích prvkov Core Monitor.
sl: Prilagodite svoj MacBook Touch Bar s pripomočki in kontrolniki Core Monitor.
sm: Fa'asinomaga lau MacBook's Touch Bar fa'atasi ma le Core Monitor widget ma fa'atonu.
sn: Gadzirisa MacBook's Touch Bar yako neCore Monitor majeti uye zvinodzora.
so: Ku beddel MacBook's Touch Bar oo wata aaladaha Core Monitor iyo kontaroolada.
sq: Personalizojeni Touch Bar të MacBook tuaj me miniaplikacionet dhe kontrollet Core Monitor.
st: Iketsetse MacBook ea hau ea Touch Bar ea hau ka li-widget le li-control tsa Core Monitor.
su: Sesuaikeun MacBook anjeun Touch Bar sareng widget sareng kontrol Core Monitor.
sv: Anpassa din MacBook:s Touch Bar med Core Monitor widgets och kontroller.
sw: Geuza MacBook ya Touch Bar yako kukufaa ukitumia wijeti na vidhibiti vya Core Monitor.
ta: உங்கள் MacBook இன் Touch Barஐ Core Monitor விட்ஜெட்டுகள் மற்றும் கட்டுப்பாடுகளுடன் தனிப்பயனாக்குங்கள்.
te: మీ MacBook యొక్క Touch Barని Core Monitor విడ్జెట్‌లు మరియు నియంత్రణలతో అనుకూలీకరించండి.
tg: MacBook-и Touch Bar-и худро бо виджетҳо ва назорати Core Monitor фармоиш диҳед.
th: ปรับแต่ง Touch Bar ของ MacBook ของคุณด้วยวิดเจ็ตและการควบคุม Core Monitor
tr: MacBook'nizin Touch Bar'sini Core Monitor widget'ları ve kontrolleriyle özelleştirin.
uk: Налаштуйте свій Touch Bar MacBook за допомогою віджетів і елементів керування Core Monitor.
ur: اپنے MacBook کے Touch Bar کو Core Monitor وجیٹس اور کنٹرولز کے ساتھ حسب ضرورت بنائیں۔
uz: MacBook Touch Bar-ni Core Monitor vidjetlari va boshqaruvlari bilan moslashtiring.
vi: Tùy chỉnh Touch Bar của MacBook của bạn với các tiện ích và điều khiển Core Monitor.
xh: Lungiselela i-MacBook's Touch Bar yakho ngeewijethi ze-Core Monitor kunye nolawulo.
yi: קאַסטאַמייז די Touch Bar פון דיין MacBook מיט Core Monitor ווידזשיץ און קאָנטראָלס.
yo: Ṣe akanṣe MacBook's Touch Bar rẹ pẹlu awọn ẹrọ ailorukọ Core Monitor ati awọn idari.
zh_hans: 使用 Core Monitor 小部件和控件自定义您的 MacBook 的 Touch Bar。
zh_hant: 使用 Core Monitor 小工具和控制項自訂您的 MacBook 的 Touch Bar。
zu: Yenza ngokwezifiso i-Touch Bar yakho ye-MacBook ngamawijethi nezilawuli ze-Core Monitor.

source: DEFAULT
af: VERSTAND
am: ነባሪ
ar: افتراضي
be: ПА ЗМАВЧАННІ
bg: ПО ПОДРАЗБИРАНЕ
bn: ডিফল্ট
ca: PER Defecte
cs: VÝCHOZÍ
cy: DIFFYG
da: STANDARD
de: STANDARD
el: ΠΡΟΕΠΙΛΟΓΗ
eo: DEFORTA
es: PREDETERMINADO
et: VAIKESÄTE
eu: LEHENESTASUNA
fa: پیش فرض
fi: OLETUS
fr: PAR DÉFAUT
ga: ROINNT
gd: DEARBHACHADH
gl: PREDETERMINADO
gu: ડિફોલ્ટ
ha: KYAUTA
haw: PAʻA
he: ברירת מחדל
hi: डिफ़ॉल्ट
hr: ZADANO
hu: ALAPÉRTELMEZETT
hy: ԼԱՆԿԱԴՐՎԱԾ
ig: EZIGBO
is: VILJANDI
it: PREDEFINITO
ja: デフォルト
ka: ნაგულისხმევი
kk: Әдепкі
km: លំនាំដើម
kn: ಡೀಫಾಲ್ಟ್
ko: 기본값
lo: ຄ່າເລີ່ມຕົ້ນ
lt: NUMATYTOJI
lv: NOKLUSĒJUMS
mi: Taunoa
mk: Стандардно
ml: ഡിഫോൾട്ട്
mn: ӨГӨГДМӨЛ
mr: डीफॉल्ट
ms: lalai
my: ပုံသေ
nb: STANDARD
ne: पूर्वनिर्धारित
nl: STANDAARD
ny: ZOCHITA
pa: ਡਿਫੌਲਟ
pl: DOMYŚLNY
pt: PADRÃO
ro: IMPLICIT
ru: ПО УМОЛЧАНИЮ
sd: ڊفالٽ
si: පෙරනිමිය
sl: PRIVZETO
sm: TALA
so: DHAQAN
sq: PARALAKTUAR
st: MOTSAMAI
su: standar
sv: STANDARD
sw: CHAGUO
ta: இயல்புநிலை
te: డిఫాల్ట్
tg: САФАР
th: ค่าเริ่มต้น
tr: VARSAYILAN
uk: ЗА ПРОМОВЧАННЯМ
ur: ڈیفالٹ
uz: SUVAT
vi: MẶC ĐỊNH
xh: UMHLABA
yi: פעליקייַט
yo: ALAIKIRI
zh_hans: 默认值
zh_hant: 預設值
zu: UKUZENZAKALELA

source: Dashboard Shortcut
af: Dashboard Kortpad
am: ዳሽቦርድ አቋራጭ
ar: اختصار لوحة القيادة
az: İdarə Paneli Qısayolu
be: Ярлык на прыборнай панэлі
bg: Пряк път на таблото
bn: ড্যাশবোর্ড শর্টকাট
bs: Prečica na kontrolnoj tabli
ca: Drecera del tauler de control
co: Shortcut di Dashboard
cs: Zkratka řídicího panelu
cy: Llwybr Byr Dangosfwrdd
da: Dashboard-genvej
de: Dashboard-Verknüpfung
el: Συντόμευση πίνακα οργάνων
eo: Panela Ŝparvojo
es: Acceso directo al panel de control
et: Juhtpaneeli otsetee
eu: Arbeleko lasterbidea
fa: میانبر داشبورد
fi: Kojelaudan pikakuvake
fr: Raccourci du tableau de bord
fy: Dashboard fluchtoets
ga: Aicearra Painéal
gd: Ath-ghoirid Dashboard
gl: Atallo do panel de control
gu: ડેશબોર્ડ શોર્ટકટ
ha: Gajerun hanyoyi na Dashboard
haw: Pōkole papa kuhikuhi
he: קיצור דרך ללוח המחוונים
hi: डैशबोर्ड शॉर्टकट
hr: Prečac nadzorne ploče
ht: Rakoursi Dashboard
hu: Az irányítópult parancsikonja
hy: Վահանակի դյուրանցում
id: Pintasan Dasbor
ig: Ụzọ mkpirisi dashboard
is: Flýtileið fyrir mælaborð
it: Scorciatoia del dashboard
ja: ダッシュボードのショートカット
jv: Trabasan Dashboard
ka: დაფის მალსახმობი
kk: Бақылау тақтасының таңбашасы
km: ផ្លូវកាត់ផ្ទាំងគ្រប់គ្រង
kn: ಡ್ಯಾಶ್‌ಬೋರ್ಡ್ ಶಾರ್ಟ್‌ಕಟ್
ko: 대시보드 바로가기
ku: Kurtebirra dashboardê
ky: Куралдар тактасынын кыска жолу
la: Dashboard Brevis
lb: Dashboard Ofkiirzung
lo: ທາງລັດ Dashboard
lt: Prietaisų skydelio spartusis klavišas
lv: Informācijas paneļa saīsne
mg: Shortcut Dashboard
mi: Pokatata Papatohu
mk: Кратенка на контролната табла
ml: ഡാഷ്‌ബോർഡ് കുറുക്കുവഴി
mn: Хяналтын самбарын товчлол
mr: डॅशबोर्ड शॉर्टकट
ms: Pintasan Papan Pemuka
mt: Shortcut tad-Dashboard
my: ဒက်ရှ်ဘုတ် ဖြတ်လမ်း
nb: Snarvei til dashbord
ne: ड्यासबोर्ड सर्टकट
nl: Dashboard-snelkoppeling
ny: Njira Yachidule ya Dashboard
pa: ਡੈਸ਼ਬੋਰਡ ਸ਼ਾਰਟਕੱਟ
pl: Skrót do panelu kontrolnego
ps: د ډشبورډ شارټ کټ
pt: Atalho do painel
ro: Comandă rapidă pentru tabloul de bord
ru: Ярлык панели управления
sd: ڊيش بورڊ شارٽ ڪٽ
si: උපකරණ පුවරු කෙටිමං
sk: Skratka ovládacieho panela
sl: Bližnjica na nadzorni plošči
sm: Laupapa Pu'upu'u
sq: Shkurtorja e pultit
su: Potong kompas Dashboard
sv: Genväg till instrumentpanelen
sw: Njia ya mkato ya Dashibodi
ta: டாஷ்போர்டு ஷார்ட்கட்
te: డాష్‌బోర్డ్ సత్వరమార్గం
tg: Миёнабури панели идоракунӣ
th: ทางลัดแดชบอร์ด
tr: Kontrol Paneli Kısayolu
uk: Ярлик панелі інструментів
ur: ڈیش بورڈ شارٹ کٹ
uz: Boshqaruv paneli yorlig‘i
vi: Phím tắt trang tổng quan
xh: I-Dashboard Shortcut
yi: דאַשבאָרד דורכוועג
yo: Ọna abuja Dasibodu
zh_hans: 仪表板快捷方式
zh_hant: 儀表板快捷方式
zu: Isinqamuleli Sedeshibhodi

source: Disabled
af: Gestrem
am: ተሰናክሏል።
ar: معطل
az: Əlil
be: Інваліды
bg: Забранено
bn: অক্ষম
bs: Onemogućeno
ca: Inhabilitat
ceb: Nabaldado
co: Disabilitatu
cs: Zakázáno
cy: Anabl
da: Deaktiveret
de: Deaktiviert
el: ΑμεΑ
eo: Malebligita
es: Discapacitado
et: Keelatud
eu: Ezindua
fa: از کار افتاده است
fi: Ei käytössä
fil: Hindi pinagana
fr: Désactivé
fy: Utskeakele
ga: faoi mhíchumas
gd: Ciorramach
gl: Desactivado
gu: અક્ષમ
ha: An kashe
haw: Kinohi
he: מושבת
hi: विकलांग
hmn: Neeg tsis taus
hr: Onesposobljeno
ht: Andikape
hu: Letiltva
hy: Հաշմանդամ
id: Dengan disabilitas
ig: Agbanyụrụ
is: Öryrkjar
it: Disabilitato
ja: 障害者
jv: dipatèni
ka: გამორთულია
kk: Өшірілген
km: ពិការ
kn: ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ
ko: 장애인
ku: Seqet kirin
ky: Өчүрүлгөн
la: debilitatum
lb: Behënnert
lo: ຄົນພິການ
lt: Išjungta
lv: Atspējots
mg: Kilemaina
mi: Kua haua
mk: Оневозможено
ml: അപ്രാപ്തമാക്കി
mn: Идэвхгүй
mr: अक्षम
ms: Dilumpuhkan
mt: B'diżabilità
my: မသန်စွမ်း
nb: Deaktivert
ne: असक्षम
nl: Uitgeschakeld
ny: Wolumala
pa: ਅਯੋਗ
pl: Niepełnosprawny
ps: معلول
pt: Desativado
ro: Dezactivat
ru: Отключено
sd: معذور
si: ආබාධිතයි
sk: Zakázané
sl: Onemogočen
sm: Fa'aletonu
sn: Yakaremara
so: Naafada
sq: I paaftë
st: E holofetse
su: ditumpurkeun
sv: Inaktiverad
sw: Imezimwa
ta: முடக்கப்பட்டது
te: వికలాంగుడు
tg: Маъюб
th: ปิดการใช้งาน
tr: Devre dışı
uk: Вимкнено
ur: معذور
uz: O'chirilgan
vi: Đã tắt
xh: Kukhubazekile
yi: פאַרקריפּלט
yo: Alaabo
zh_hans: 残疾人
zh_hant: 殘障人士
zu: Ikhutshaziwe

source: Done
af: Klaar
am: ተከናውኗል
ar: تم
az: Bitdi
be: Гатова
bg: Готово
bn: সম্পন্ন
bs: Gotovo
ca: Fet
ceb: Nahuman na
co: Fattu
cs: Hotovo
cy: Wedi'i wneud
da: Færdig
de: Fertig
el: Έγινε
eo: Farita
es: hecho
et: Valmis
eu: Eginda
fa: انجام شد
fi: Valmis
fil: Tapos na
fr: Terminé
fy: Dien
ga: Déanta
gd: Dèanta
gl: Feito
gu: થઈ ગયું
ha: Anyi
haw: Pau
he: בוצע
hi: हो गया
hmn: Ua tiav
hr: Gotovo
ht: Fè
hu: Kész
hy: Կատարված է
id: Selesai
ig: Emechaala
is: Búið
it: Fatto
ja: 完了
jv: rampung
ka: შესრულებულია
kk: Дайын
km: រួចរាល់
kn: ಮುಗಿದಿದೆ
ko: 완료
ku: Kirin
ky: Бүттү
lb: Gemaach
lo: ສຳເລັດແລ້ວ
lt: Atlikta
lv: Gatavs
mg: vita
mi: Kua oti
mk: Готово
ml: ചെയ്തു
mn: Дууслаа
mr: झाले
ms: Selesai
mt: Magħmul
my: ပြီးပြီ။
nb: Ferdig
ne: सकियो
nl: Klaar
ny: Zatheka
pa: ਹੋ ਗਿਆ
pl: Gotowe
ps: ترسره شو
pt: Concluído
ro: Gata
ru: Готово
sd: ٿي ويو
si: කළා
sk: Hotovo
sl: Končano
sm: Ua uma
sn: Ndapedza
so: La sameeyay
sq: U krye
st: E felile
su: Réngsé
sv: Klart
sw: Imekamilika
ta: முடிந்தது
te: పూర్తయింది
tg: Иҷро шуд
th: เสร็จแล้ว
tr: Bitti
uk: Готово
ur: ہو گیا
uz: Bajarildi
vi: Xong
xh: Ugqibile
yi: געטאן
yo: Ti ṣe
zh_hans: 完成
zh_hant: 完成
zu: Kwenziwe
